"CARD_DETAILS_LABEL"                        = "Kortdetaljer";
"ENTER_CARD_DETAILS_HELP_LABEL"             = "Skriv inn kortdetaljene dine. Begynn med kortnummeret.";
"VALID_CARD_ERROR_LABEL"                    = "Du må oppgi et gyldig kortnummer.";
"CARD_REQUIRED"                             = "Kortnummer er obligatorisk";
"CARD_INVALID"                              = "Kortnummeret er ugyldig";
"CARD_ICONS_LABEL"                          = "Støttede korttyper";
"EXPIRATION_REQUIRED"                       = "Utløpsdato er obligatorisk";
"EXPIRATION_INVALID"                        = "Utløpsdato er ugyldig";
"CVV_REQUIRED"                              = "%1$s er obligatorisk";
"CVV_INVALID"                               = "%1$s er ugyldig";
"POSTAL_CODE_LABEL"                         = "Postnummer";
"POSTAL_CODE_HELP_LABEL"                    = "Du må oppgi et gyldig postnummer.";
"POSTAL_CODE_REQUIRED"                      = "Postnummer er obligatorisk";
"POSTAL_CODE_INVALID"                       = "Postnummeret er ugyldig";
"COUNTRY_CODE_REQUIRED"                     = "Landskode er obligatorisk";
"COUNTRY_CODE_INVALID"                      = "Landskoden er ugyldig";
"MOBILE_NUMBER_REQUIRED"                    = "Mobilnummer er obligatorisk";
"MOBILE_NUMBER_INVALID"                     = "Mobilnummeret er ugyldig";
"ENROLLMENT_WITH_SMS_HELP_LABEL"            = "Registrering er eventuelt nødvendig for dette kortet. En SMS-kode sendes til dette nummeret hvis nødvendig.";
"SMS_CODE_REQUIRED"                         = "SMS-kode er obligatorisk";
"SMS_CODE_INVALID"                          = "SMS-koden er ugyldig";

"CANCEL_ACTION"                             = "Avbryt";
"RETRY_ACTION"                              = "Prøv på nytt";
"CONTINUE_ACTION"                           = "Fortsett";
"ADD_CARD_ACTION"                           = "Legg til kort";
"DONE_ACTION"                               = "Ferdig";
"EDIT_ACTION"                               = "Rediger";
"NEXT_ACTION"                               = "Neste";
"TOP_LEVEL_ERROR_ALERT_VIEW_OK_BUTTON_TEXT" = "OK";

"EDIT_PAYMENT_METHOD"                       = "Endre betalingsmetoder";
"THERE_WAS_AN_ERROR"                        = "Det har oppstått en feil.";
"REVIEW_AND_TRY_AGAIN"                      = "Kontroller informasjonen og prøv på nytt.";
"INVALID_LABEL"                             = "Ugyldig:";

"YEAR_LABEL"                                = "År";
"MONTH_LABEL"                               = "Måned";

"OTHER_LABEL"                               = "Annet";
"CREDIT_OR_DEBIT_CARD_LABEL"                = "Betalingskort";
"RECENT_LABEL"                              = "Nylig";
"SELECT_PAYMENT_LABEL"                      = "Velg betalingsmetode";

"CONFIRM_ENROLLMENT_LABEL"                  = "Bekreft registrering";
"CONFIRM_ACTION"                            = "Bekreft";
"ENTER_SMS_CODE_SENT_HELP_LABEL"            = "Skriv inn SMS-koden som er sendt til %1$s";
"SMS_CODE_LABEL"                            = "SMS-kode";
"CARD_TYPE_GENERIC_CARD"                    = "Kort";
"MOBILE_COUNTRY_CODE_LABEL"                 = "Landskode";
"SECURITY_CODE_LABEL"                       = "Sikkerhetskode";
"CVV_FIELD_PLACEHOLDER"                     = "CVV";
"CVC_FIELD_PLACEHOLDER"                     = "CVC";
"CID_FIELD_PLACEHOLDER"                     = "CID";
"CVN_FIELD_PLACEHOLDER"                     = "CVN";
"POSTAL_CODE_PLACEHOLDER"                   = "12345";
"MOBILE_NUMBER_LABEL"                       = "Mobilnummer";
"MOBILE_NUMBER_PLACEHOLDER"                 = "00 00 00 00";
"EXPIRATION_DATE_LABEL"                     = "Utløpsdato";
"CARD_NUMBER_PLACEHOLDER"                   = "Kortnummer";
"EXPIRY_PLACEHOLDER_FOUR_DIGIT_YEAR"        = "MM/ÅÅÅÅ";
"EXPIRY_PLACEHOLDER_TWO_DIGIT_YEAR"         = "MM/ÅÅ";
"CARDHOLDER_NAME_LABEL"                     = "Kortinnehavers navn";
"SAVE_CARD_LABEL"                           = "Lagre kort";

"PAYPAL"                                    = "PayPal";
"CARD_TYPE_AMERICAN_EXPRESS"                = "American Express";
"CARD_TYPE_DISCOVER"                        = "Discover";
"CARD_TYPE_DINERS_CLUB"                     = "Diners Club";
"CARD_TYPE_MASTER_CARD"                     = "Mastercard";
"CARD_TYPE_VISA"                            = "Visa";
"CARD_TYPE_JCB"                             = "JCB";
"CARD_TYPE_MAESTRO"                         = "Maestro";
"CARD_TYPE_UNION_PAY"                       = "UnionPay";
"CARD_TYPE_HIPER"                           = "Hiper";
"CARD_TYPE_HIPERCARD"                       = "Hipercard";
"BRANDING_VENMO"                            = "Venmo";
"BRANDING_APPLE_PAY"                        = "Apple Pay";
"BRANDING_ANDROID_PAY"                      = "Android Pay";
"USE_DIFFERENT_PHONE_NUMBER_ACTION"         = "Bruk et annet telefonnummer";
"CARD_NOT_ACCEPTED_ERROR_LABEL"             = "Kortet godtas ikke";

"NEW_ACTION"                                = "";
